[
  {
    "id": 1,
    "name": "revacholian_nationhood",
    "display_name": "revacholian_nationhood",
    "articy_id": "0x010000260000048F",
    "short_name": "revacholian_nationhood",
    "description": "They've fucked this place. Revachol is in ruins. The Kojkos and the kipts and the armataurs with their desert pygmee magic spinning tops – they've fucked it! Oranjese liberals and Vespertine moneylenders too. They're all socialists, especially the women and the kipts. You have only a vague idea what this means, but it's clear that a *good strong state* must be erected upon the ruins, if any of us are to have a future. The shadowy outlines of this State start forming every time you close your eyes...",
    "category": "thought",
    "thought_type": "FYS",
    "thought_type_raw": 4.0,
    "bonus_while_processing": "-2 Empathy: Steel your heart for Revachol",
    "bonus_when_completed": "-1 Morale damage every nationalist dialogue option: Hounded by the hysterics\nAlcohol gives 2 FYS: Traditional male malt brew organism",
    "completion_description": "The Revacholian State will be a serene place. (You should get a drink.) A beautiful, serene place of mystery and peace. It will not be a place for women to infect with their frailty and hysterics. Or where the Semenese will be allowed to wear their pants around their ankles. All of that will go. (Once you get a drink.) The socialist professors at the École Supérieure will be fired, the editors of Trompe le Monde will have to beg in the streets. You'll pour your beer into their begging hats and laugh. (You should get a beer.)",
    "time_to_internalize": 840.0,
    "requirement": "Global afterthought dialogue, after collecting >3 revacholian_nationhood counter",
    "is_cursed": "False"
  },
  {
    "id": 2,
    "name": "guillaume_le_million",
    "display_name": "guillaume_le_million",
    "articy_id": "0x0100001700005187",
    "short_name": "guillaume_le_million",
    "description": "Whatever happened to Guillaume le Million, who -- with his amber mane and sparkling teeth -- beguiled the tattered remains of the nation? While you suffered and suffered, did he dematerialize in a cloud of cocaine dust? Or did he simply stand in the corner and melt into the slendering *New* lines of some starlit boîte de nuit twenty years ago? Spare a thought for his great ass too! Or wait... maybe he became a police officer in Revachol West! Hmm...",
    "category": "thought",
    "thought_type": "FYS",
    "thought_type_raw": 4.0,
    "bonus_while_processing": "+1 Suggestion: Stardust rubbing off",
    "bonus_when_completed": "+1 Electrochemistry: Sylvie Trainor single has great strings\n+1 Pain Threshold: Blood oxygen is boring anyway\nAll PSY learning caps raised by 1: Giant auto-asphyxiating soul",
    "completion_description": "Guillaume le Million did not become a cop. In '38 he went on a tour to the Hsin-Yao province in Safre, where he died of auto-erotic asphyxiation. His body was found hanging from a decorative dragon tree in his junior suite, amid drug paraphernalia, unwholesome objects, and the Sylvia Trainor single \"Wonderland\" skipping in the background. And yes, you can take this as a metaphor for Revachol in the Thirties. And also as a warning.",
    "time_to_internalize": 300.0,
    "requirement": "",
    "is_cursed": "False"
  },
  {
    "id": 3,
    "name": "radical_feminist_agenda",
    "display_name": "radical_feminist_agenda",
    "articy_id": "0x010000170000518D",
    "short_name": "radical_feminist_agenda",
    "description": "Something stirs in you -- something *interdisciplinary*. Is it a newly formed reaction to the tyrannical gender roles around you, or something you've always had? One thing is for sure: you're not a *mild* feminist. Oh no, these are incendiary thoughts aimed at undermining the very pillars of society. Could you fashion them into some sort of *weapon*, perhaps? A first strike weapon to decapitate the XY chromosome hegemony...",
    "category": "thought",
    "thought_type": "MOT",
    "thought_type_raw": 3.0,
    "bonus_while_processing": "+2 Authority against men: XY chromosome decapitation strike",
    "bonus_when_completed": "+1 Empathy: Could evolve into Radical Feminist Agenda\n-1 Electrochemistry: Would have to quit most of the drugs to get there",
    "completion_description": "There is something you need to see, sir. We have found the remnants of an ancient artifact lodged in your hypothalamus. It is a cylindrical object, piss-weathered and smelling of liquor. The paint is peeling off, but you can clearly make out the letters REVOLUTIONARY FEMINIST AGENDA on the hull. It appears that some time ago, before you became a joke, you were an actual feminist. Somehow you’ve come to that conclusion. Perhaps you can work your way back?",
    "time_to_internalize": 300.0,
    "requirement": "Garte, finding out why Sylvie left and proclaiming yourself a feminist.",
    "is_cursed": "False"
  },
  {
    "id": 4,
    "name": "hobocop",
    "display_name": "hobocop",
    "articy_id": "0x0100001700005193",
    "short_name": "hobocop",
    "description": "A cop -- and a hobo. A hobo cop. Upsides: can be disheveled, doesn't have to wash, carries himself with lurched gusto. Hobocop doesn't need anyone or anything! No one can kick you out, because you don't *have* a home. Never pay rent again. Never again hear: \"You're drunk! Why did you even come here, Harry? Go home. You're embarrassing yourself.\" Downsides: are there any? I mean, seriously, give me one.",
    "category": "thought",
    "thought_type": "other",
    "thought_type_raw": 5.0,
    "bonus_while_processing": "-1 Composure: Ungainly and rambling",
    "bonus_when_completed": "Reveals extra special collector's edition tare bottles on the map\nMore money from selling tare: PET Scrounger\nShivers learning cap raised to 6: Sound of the streets",
    "completion_description": "Technically, you wouldn't be a cop anymore, but a hobo. That would mean game over for the cop chapter of your adventures -- but who knows where the hobo part takes you? To the bar, the old assommoir, to the pier or the sewers? To La Royaume, where for three hundred years they interred the dead? You could plunder royalist crypts for long-forgotten triple malt bourbon, then fight the armakhaan beast that lurks the bottom-most sepulchers... The secrets of the city are all yours, at last.",
    "time_to_internalize": 180.0,
    "requirement": "Garte dialogue afterthought if you choose fuck it, Hobocop option.",
    "is_cursed": "False"
  },
  {
    "id": 5,
    "name": "aces_high",
    "display_name": "aces_high",
    "articy_id": "0x0100000400011839",
    "short_name": "aces_high",
    "description": "The Insulindian Civil War was not the first war to see the use of aerostatic aircraft on both sides, but it was the longest. For eight years folded multi-rotor aircrafts criss-crossed the air above Revachol, Ozonne, Face-A-La-Mer, and the Arcade Islands. They made sweeps over sandy beaches and shot each other out of the blue sky, then sank as wrecks to the bottom of the sea. The Ace's High was a custom on the revolutionary side, performed by squadron mates after landing. Lieutenant Kitsuragi likes it... why is that?",
    "category": "thought",
    "thought_type": "other",
    "thought_type_raw": 5.0,
    "bonus_while_processing": "+1 Empathy towards Kim Kitsuragi: Squadron spirit",
    "bonus_when_completed": "+1 Empathy towards Kim Kitsuragi: Squadron spirit\n+1 Esprit de Corps: The roots of the RCM",
    "completion_description": "For the rest of the world the Ace's High is *just a cool Revachol* thing, politically neutral. In Revachol it still holds revolutionary connotations. Also, have you looked at Lieutenant Kitsuragi's *clothes*? He wears a bomber jacket, just like the ones worn by aerostatic brigades. And those cargo pants could store tools for hotfixing your aerostatic... maybe you should ask him about this?",
    "time_to_internalize": 300.0,
    "requirement": "High-fiving Kim after you succeed the H/E coordination shot to shoot down the dead body.",
    "is_cursed": "False"
  },
  {
    "id": 6,
    "name": "aces_low",
    "display_name": "aces_low",
    "articy_id": "0x0100000400011877",
    "short_name": "aces_low",
    "description": "The Insulindian Civil War was not the first war to see the use of hybrid airships on both sides, but it was the *coolest*. For an entire decade folded multi-rotor fighters got into dogfights above Revachol, Ozonne, Semenine, and the Arcade Islands, spitting death at one another. They flew over sandy beaches and shot each other out of the azure sky, crashing into city blocks and setting island forests ablaze. The Ace's Low was a custom among revolutionary brigades, performed after multiple kills. Lieutenant Kitsuragi seems fond of it… why?",
    "category": "thought",
    "thought_type": "other",
    "thought_type_raw": 5.0,
    "bonus_while_processing": "+2 Empathy towards Kim Kitsuragi: Extra powerful Ace's-Low-exclusive squadron bonus!",
    "bonus_when_completed": "+2 Empathy towards Kim Kitsuragi: Exclusive ace bonus\n+1 Esprit de Corps: The roots of the RCM",
    "completion_description": "For the rest of the world the Ace's High is *just some cool Revachol* thing, politically neutral. In Revachol it still holds revolutionary connotations. Also, have you looked at Lieutenant Kitsuragi's *clothes*? He wears a bomber jacket, just like the ones worn by aerostatic brigades. And those cargo pants look like they could fit tools for hotfixing your burning aerostatic... you should ask him about this.",
    "time_to_internalize": 300.0,
    "requirement": "High-fiving Kim after you succeed the H/E coordination shot to shoot down the dead body – but with a special Interfacing black check that lets you perform an Ace's Low.",
    "is_cursed": "False"
  },
  {
    "id": 7,
    "name": "the_way_home",
    "display_name": "the_way_home",
    "articy_id": "0x0100002F0000A142",
    "short_name": "the_way_home",
    "description": "Let’s rewind. Let’s trace your drunken steps back home. Jump across the raised channel bridge southwest of here. Fall over. Get up. Get off the asphalt in 20 minutes, shuffle your feet through courtyards, scaring little children. Go under the great raised motor-tract, the 8/81, until you reach le domaine éminent in North Jamrock. The streets are frozen this time of year, caked with ice. Walk down Main, to Perdition -- there’s a side alley there and your footprints in the mud...",
    "category": "thought",
    "thought_type": "other",
    "thought_type_raw": 5.0,
    "bonus_while_processing": "+1 Encyclopedia: Factual memory returns",
    "bonus_when_completed": "Speed gives +1 PSY in addition to +1 MOT: Speed helps against these blues\nPerception learning cap raised to 5: Soak in the shit, Sadboy",
    "completion_description": "...here we go. Home aways. Walk Past Precinct 41 and through the market. Past the Boogie Street spearhead to the other side of the lake -- the frozen eye at the center of the district. Then past the video rental store on the corner. There, at the end of a street lined with pine trees: a small house, no larger than a matchbox. 21 Voyager Road. You no longer live there. Those times are gone, and so are those people. Why did you come here? Why are you still here? And where’s the dealer? You have to get back to work. That’s all you have now.",
    "time_to_internalize": 300.0,
    "requirement": "Trying to find your home after you talked with Garte and you don't know where you live and you have no money.",
    "is_cursed": "False"
  },
  {
    "id": 8,
    "name": "coach_physical_instrument",
    "display_name": "coach_physical_instrument",
    "articy_id": "0x0100002F0000ABC4",
    "short_name": "coach_physical_instrument",
    "description": "So you were minding your own business -- trying to get some detective work done -- when suddenly a voice emerged from within you and told you you're a wuss, a namby-pamby, a sissy and a limp jellyfish. This voice has *zero* gender-sensitivity and even less empathy for underwhelming athletic performance. Try to purposefully piss it off, see if it teaches you something. Pretend you don't know the difference between a double and a single support phase in the discipline of hammer throw. It hates that.",
    "category": "thought",
    "thought_type": "FYS",
    "thought_type_raw": 4.0,
    "bonus_while_processing": "",
    "bonus_when_completed": "+2 Physical Instrument if shirt slot empty: Shirt off\n-1 Encyclopedia: Facts are for binoclards",
    "completion_description": "Wait! How *did* you know all those hammer throw techniques? How do you know how to hold a discus? Or the world youth record *in* discus? Something doesn't add up here. This mushy thing between your ears didn't know the name of the *city* you're in, but it comes *loaded* with trivia about the correct “chin-position” of a shot put ball. Could it be that... SHUT UP NAMBY-PAMBY! This train of thought ends abruptly. It’s *leg day*! Straighten your rhombus muscle! It’s shirts vs. skins -- take your shirt off Namby, you're skins!",
    "time_to_internalize": 240.0,
    "requirement": "afterthought -- Physical Instrument passives add to a counter. Most PI passives already have the coach feel -- >2 or 3 or 4 makes afterthought appear.",
    "is_cursed": "False"
  },
  {
    "id": 9,
    "name": "shit_together",
    "display_name": "shit_together",
    "articy_id": "0x0100002F0000ABCE",
    "short_name": "shit_together",
    "description": "Your shit is *apart*, and it's rather unbecoming of a cop and a human being. It's supposed to be the opposite of that: *together*. Compressed in a small area. To achieve a solid level of shit-compression, squeeze your butt-cheeks together for 30 minutes. Do something similar with the two hemispheres of your brain. Talk to people, maybe that will help.",
    "category": "thought",
    "thought_type": "FYS",
    "thought_type_raw": 4.0,
    "bonus_while_processing": "",
    "bonus_when_completed": "+1 Endurance: Lasting shit-togetherness\nAll Endurance White Checks unlocked: Shit singularity reached\nEndurance learning cap raised to 4: Shit can always be togetherer",
    "completion_description": "Bizarre scientific news from Revachol West today, where a police officer's shit has been observed at a pressure of around 495 giga-decimals. These metallic hydrogen levels of shit-togetherness were thought to exist only at the center of collapsing stars, not law officials. It remains to be seen how long the shit-singularity lasts.",
    "time_to_internalize": 30.0,
    "requirement": "failing not to puke at hanged man dialogue",
    "is_cursed": "False"
  },
  {
    "id": 10,
    "name": "torque_dork",
    "display_name": "torque_dork",
    "articy_id": "0x0100002F0000AC24",
    "short_name": "torque_dork",
    "description": "Human relations are abstract and open for ambiguous interpretation. She says she'll *always* do something. No, she won't. She doesn’t have the mechanical wherewithal to last a decade, let alone a lifetime. Machines aren’t like that. You lose compression in a cylinder, you know the head gasket’s busted or the cylinder wall is cracked. Actually, it *could* be that the pistons -- or the piston rings -- are worn. Or maybe valve problems? Wait… ",
    "category": "thought",
    "thought_type": "other",
    "thought_type_raw": 5.0,
    "bonus_while_processing": "-1 Conceptualization: All you need is torque ",
    "bonus_when_completed": "+2 Interfacing: Magnesium manifolds installed\nAll Interfacing White Checks unlocked: Open locks",
    "completion_description": "You’re elbow deep in there now -- in what seems to be a motor carriage. A Coupris ‘40. The hood’s off in your mind’s eye and you’re listening. There's that clicky noise. Are the rod bearings *already* done for? Well, if the head's coming off you might as well get that new twin-scroll turbo with the magnesium manifold installed. Some would say it’s overkill to put 200 big ones under that, but this needs to be *solid*, so the rear... Hey, what were we talking about again? What were we *doing*?",
    "time_to_internalize": 240.0,
    "requirement": "",
    "is_cursed": "False"
  },
  {
    "id": 11,
    "name": "sorry_cop",
    "display_name": "sorry_cop",
    "articy_id": "0x0100002F0000AC29",
    "short_name": "sorry_cop",
    "description": "You're one sorry piece of shit. A cop penitent, a flagellant cop-monk. This is not the right line of work for you. You should be grovelling at the feet of a feudal lord, providing lurid evidence against yourself at a Mazovian show trial, or ripping the flesh from your back with a cat-o'-nine-tails. Whatever made you this way -- you can be damn sure it was *your* own fault. Do it. *Really* criticize yourself. Who knows? You might uncover something of importance from your guilt-ridden past!",
    "category": "thought",
    "thought_type": "MOT",
    "thought_type_raw": 3.0,
    "bonus_while_processing": "Research: -1 Authority",
    "bonus_when_completed": "+1 difficulty on all Red Checks: Fuck-up\nINT and PSY Red Check failures heal +1 Morale: Enjoy the pain\nPain Threshold learning cap raised to 6: Scar learning",
    "completion_description": "Here it is. Hard facts from the man you are. You once jerked off in the locker room and were caught. You held a young woman by the arm and kept her in your apartment for 20 minutes against her will. That's right, these are not flights of fancy. These are *real deeds*, Harry, emerging from the darkness of your past. You tried shooting a fleeing suspect in the foot but hit him in the pelvis, crippling him for life. And above all, you let life defeat you. All the gifts your parents gave you, all the love and patience of your friends, you drowned in a neurotoxin. You let misery win. And it will keep on winning till you die -- or overcome it.",
    "time_to_internalize": 360.0,
    "requirement": "Global afterthought dialogue, after collecting >3 sorry_cop counter",
    "is_cursed": "False"
  },
  {
    "id": 12,
    "name": "superstar_cop",
    "display_name": "superstar_cop",
    "articy_id": "0x0100002F0000AC2D",
    "short_name": "superstar_cop",
    "description": "First, let's make this *absolutely* clear. No one is saying you're an *actual* superstar in the groupies-and-cocaine, riddled-with-hepatitis-C, strikes-a-lionesque-pose-with-a mic kind of way. You’re not Guillaume le Million or Davy Dewis are, no. You're a *metaphorical* superstar. You bring that rock-and-roll authenticity and passion to a line of work where people don't expect (or want) to see it. Where, some would say, it doesn't *belong*: law enforcement. ",
    "category": "thought",
    "thought_type": "other",
    "thought_type_raw": 5.0,
    "bonus_while_processing": "Research: -2 Logic: Still seems unlikely",
    "bonus_when_completed": "-1 Logic: Price of self-delusion\nLearning cap raised to 6 for Visual Calculus, Suggestion, Electrochemistry, and Composure",
    "completion_description": "They say the world isn’t *ready* for a rock-and-roll cop. No one *wants* their state monopoly on violence to be mixed with celebrity worship. They *claim to know* it would be dangerous for police detectives to rise to the ranks of demigods and have sexual encounters with barely-legal cover girls. It would be *insane*, they say. To all this *you* say: Fuck off and die. In a cool voice. You people have no idea how *good* these cops are gonna get. They're gonna crack twenty cases a *day*. In the future, cops will be like astrophysicists. Or prime ministers. Or prophets. And you’re the first one.",
    "time_to_internalize": 360.0,
    "requirement": "Global afterthought dialogue, after collecting >3 superstar_cop counter",
    "is_cursed": "False"
  },
  {
    "id": 13,
    "name": "apocalypse_cop",
    "display_name": "apocalypse_cop",
    "articy_id": "0x0100002F0000AC31",
    "short_name": "apocalypse_cop",
    "description": "You woke up in a hotel room and started rambling about the end of the world. It's not your normal everyday doom-crying, either. Something truly colossal is approaching -- the Gloaming. The Culling. The Bloodletting of Unimaginable Proportions. Until now you've been *pleasantly* vague about the precise nature of this cataclysm. No more! Put the Bloodletting on the burner and *really* figure out what's threatening the fragile physical reality you just found yourself in.",
    "category": "thought",
    "thought_type": "FYS",
    "thought_type_raw": 4.0,
    "bonus_while_processing": "",
    "bonus_when_completed": "+2 PSY for Pyrholidon: Burning visions of the end\nLearning cap for Inland Empire and Shivers raised to 6: Visionary",
    "completion_description": "It's not fire. It's not ash. There will most certainly be a sea of corpses leading up to the Event, but it won't be war or pestilence that causes it, oh no. The Event will belong to a genre of cataclysm no man has dared to suspect would ever come to pass. You can only sense the *shape* of it. Like a cavity, a pit opening up in your stomach. A throat into which the world will vanish. The streets, the grass, the stars -- all will be *rolled back*. By whom, by what? And how? You don't know. All you know is -- you’re not joking around.",
    "time_to_internalize": 360.0,
    "requirement": "Global afterthought dialogue, after collecting >3 apocalypse_cop counter",
    "is_cursed": "False"
  },
  {
    "id": 14,
    "name": "communist",
    "display_name": "communist",
    "articy_id": "0x0100004A000000EB",
    "short_name": "communist",
    "description": "People think Communism was some crazy idea that had its comeuppance 40 years ago. A fever that shook the world, never to return again. They were right. Until *he* woke up today – a spiritual corpse responsive only to the call of Commodore Red, prostitutes, and Kras Mazov. For him, Communism is still a *thing*. He will single-handedly raise the Commune of '02 from the oceanic trench where it has been resting, covered in ghosts and seaweed! He is the Big Communism Builder. Come, witness his attempt to rebuild Communism in the year '51!",
    "category": "thought",
    "thought_type": "PSY",
    "thought_type_raw": 2.0,
    "bonus_while_processing": "-2 Visual Calculus: Must blur eyes to see into the future",
    "bonus_when_completed": "-1 Authority: Reaction, reaction everywhere!\n-1 Physical Instrument: Downtrodden inva-communist\nLeft-wing dialogue options give +15XP: Critical theory overdrive",
    "completion_description": "0.000% of Communism has been built. Evil child-murdering billionaires still rule the world with a shit-eating grin. All he has managed to do is make himself *sad*. He is starting to suspect Kras Mazov *fucked him over* personally with his socio-economic theory. It has, however, made him into a very, very smart boy with something like a university degree in Truth. Instead of building Communism, he now builds a precise model of this grotesque, duplicitous world.",
    "time_to_internalize": 840.0,
    "requirement": "Global afterthought dialogue, after collecting >3 communist counter",
    "is_cursed": "False"
  },
  {
    "id": 15,
    "name": "boring_cop",
    "display_name": "boring_cop",
    "articy_id": "0x0100002F0000B395",
    "short_name": "boring_cop",
    "description": "Okay, so it looks like you've got a bit of the Normal in you. A touch of the Regular. Four grams of Johnny Normalcop. Who would've thunk it? You, the extremest of all the cops! You said some pretty boring things back there and now you have two choices: you can either leave it behind and forget about it, or you can try to utilize your normalcy. Internalize it. Get a touch of vanilla back into the herring-flavoured egg and liquorice ice cream of your mind.",
    "category": "thought",
    "thought_type": "PSY",
    "thought_type_raw": 2.0,
    "bonus_while_processing": "",
    "bonus_when_completed": "-1 Inland Empire, -1 Shivers: Strong grasp of reality\nAll learning caps raised to 3: Dull but solid",
    "completion_description": "You've done it, Harry! Whatever else you are, you're also *boring* now. It was *not* easy. You've spent most of your life trying to funk up every nook and cranny of your personality. When someone says something political, the first three thoughts in your head are a ludicrous hodgepodge of communism, fascism, and stock tips. When they ask you why you did something, it's superstardom, apocalypse, or the *mea culpas* of a flagellant cop monk. It's not easy, reaching for the fourth option -- the normal one. But you have. And now you're not *just* crazy, you're also *boring*.",
    "time_to_internalize": 600.0,
    "requirement": "Global afterthought dialogue, after collecting >3 boring_cop counter",
    "is_cursed": "False"
  },
  {
    "id": 16,
    "name": "ultraliberal",
    "display_name": "ultraliberal",
    "articy_id": "0x0100002F0000B39B",
    "short_name": "ultraliberal",
    "description": "First, if you have a side-bitch ideology cooking somewhere, don't sweat it. Fightin' indirect taxation for the Gossamer State is compatible with *all* creeds. It's cool like that. You're a cool anarchist now. Unless you don't want to be an anarchist. Whatever! Stuff this meal ticket in your eye-socket and let's see if we can steal some *love* back from the robber barons at the customs agency and the *banditos* at The Insulindian Financial Oversight and Competition Committee.",
    "category": "thought",
    "thought_type": "other",
    "thought_type_raw": 5.0,
    "bonus_while_processing": "",
    "bonus_when_completed": "-1 Conceptualization: Thinks he's a hustler or something\nUltraliberal dialogue options give 5 reál: Cop / Deregulation lobbyist",
    "completion_description": "Turns out those Financial Oversight Committee gangsters stuffed millions of hard-earned dividends away in the last place anyone thought to look: the hearts and minds of everyday Revacholians! You need to spread that deregulation gospel to the *people*. Tell them about that foreign fare tax. Preach that 98% gross burden. Preach it, preacher man! Set the brothas free. Taxes are racist.",
    "time_to_internalize": 840.0,
    "requirement": "global afterthought dialogue, after collecting >3 liberal_cop counter",
    "is_cursed": "False"
  },
  {
    "id": 17,
    "name": "moralist",
    "display_name": "moralist",
    "articy_id": "0x0100002F0000B3A0",
    "short_name": "moralist",
    "description": "Heartache is powerful, but democracy is *subtle*. Incrementally, you begin to notice a change in the weather. When it snows, the flakes are softer when they stick to your worry-worn forehead. When it rains, the rain is warmer. Democracy is coming to the Zone of Control. The ideals of Dolorian humanism are reinstating themselves. How can they not? These are the ideals of the Coalition Government and the Moralist International. Those guys are signal blue. And they're not only good -- they're also powerful. What will it be like, you wonder, once their nuanced plans have been realized?",
    "category": "thought",
    "thought_type": "MOT",
    "thought_type_raw": 3.0,
    "bonus_while_processing": "-1 Inland Empire: Ominously Boring",
    "bonus_when_completed": "Moralist dialogue options heal one point of Morale: Sides with the winners\nVolition and Logic learning caps raised to 5: Instruments of power",
    "completion_description": "The Kingdom of Conscience will be exactly as it is now. Moralists don't really *have* beliefs. Sometimes they stumble on one, like on a child's toy left on the carpet. The toy must be put away immediately. And the child reprimanded. Centrism isn't change -- not even incremental change. It is *control*. Over yourself and the world. Exercise it. Look up at the sky, at the dark shapes of Coalition airships hanging there. Ask yourself: is there something sinister in moralism? And then answer: no. God is in his heaven. Everything is normal on Earth.",
    "time_to_internalize": 840.0,
    "requirement": "Global afterthought dialogue, after collecting >3 moralist counter",
    "is_cursed": "False"
  },
  {
    "id": 18,
    "name": "the_bow_collector",
    "display_name": "the_bow_collector",
    "articy_id": "0x01000045000032F7",
    "short_name": "the_bow_collector",
    "description": "Sparks fall like snow from the bow collector of streetcar no 42. Slowly down the slope from Voyager Road and then east on the B206, across the river, to where there are no closed factories or ruins. To study. At the academy. Electrical cables run overhead and the bow collector draws across them like a musical instrument. A flash. She's standing at the rear window, holding onto the rail. In a spring coat, waving at you...",
    "category": "thought",
    "thought_type": "PSY",
    "thought_type_raw": 2.0,
    "bonus_while_processing": "Automatically fail PSY red and white checks: Hell on earth",
    "bonus_when_completed": "+2 Shivers: The third presence",
    "completion_description": "It's early in the morning. The world is dark blue. The sparks light her face. A delicate composition of triangles. The street seems to grow longer, like in a dolly zoom. And there's something in the air as you stand there and wave back at the shape growing smaller and smaller. Something that has *always* been there. A great see-through world. The tenderness you feel. The ghost of Revachol between you, carrying your signals. The holy messenger.",
    "time_to_internalize": 360.0,
    "requirement": "From the succeeding the Conceptualization passive during wife's letter in Damaged Ledger dialogue, then asking about it from your Limbic System",
    "is_cursed": "False"
  },
  {
    "id": 19,
    "name": "white_mourning",
    "display_name": "white_mourning",
    "articy_id": "0x01000045000032FB",
    "short_name": "white_mourning",
    "description": "You see yourself from above. You’re passed out on the blue tiles of the hostel room floor. Even from this distance you can see your eyelids flutter -- at the mention of what? A great white object, letting out its sweet smell, like a Lily of the Valley. The little man’s forgotten its name, but he still remembers the feeling. And look, he moves! The feeling animates him. He instinctively reaches out for the feeling's best friend -- a bottle of Commodore Red. He puts on his disco clothes and gets smaller and smaller...",
    "category": "thought",
    "thought_type": "MOT",
    "thought_type_raw": 3.0,
    "bonus_while_processing": "-1 Authority: Little guy gets further and further away",
    "bonus_when_completed": "+20% zoom out distance: The further you get…\nAll MOT learning caps raised by 1: The clearer it feels",
    "completion_description": "...and he gets even smaller as you rise above the doll house world. You see him out in the snow, on the streets, in the shop on the corner, and, finally, in a matchbox house. Sitting by the window, white flowers on the windowsill. You can smell them from up here: it's awful. A white mourning. A modern death. Divorce, or something similar. All you can do is put more distance between you and him, make him smaller. Make him less *you*.",
    "time_to_internalize": 300.0,
    "requirement": "From the dream after wife's letter, no way to avoid, Limbic System always says: \"Because it's always there\"",
    "is_cursed": "False"
  },
  {
    "id": 20,
    "name": "juicy_fruit",
    "display_name": "juicy_fruit",
    "articy_id": "0x01000045000032FF",
    "short_name": "juicy_fruit",
    "description": "You have found a trace of the *entity* who’s been stalking you across the planes. The gloom stalker, the conglomeration. The shadowy organization behind your downfall. (Possibly connected to the dreaded *ex*-something.) Granted, it is *impossible* to determine its true identity. But you *can* remember where you first smelled its treachery. Yes! Use the 'Tutti Frutti' gum wrapper -- reconstruct the day you first breathed in her untrustworthy atoms.",
    "category": "thought",
    "thought_type": "MOT",
    "thought_type_raw": 3.0,
    "bonus_while_processing": "-2 Rhetoric\n-2 Drama\n-2 Suggestion\n-2 Authority",
    "bonus_when_completed": "Automatically succeed Perception (Scent) checks: Betrayal lingers",
    "completion_description": "August 2nd. Early late summer. You’re getting off the streetcar in Le Jardin, east of the river. Her father and mother are middle class. The nylon of her little jacket rustles next to you, in the dark, like autumn leaves. Her heels click on the pavement. You're walking up to the gate in front of her parents' house. She takes out her chewing gum and you kiss her. A feeling like electricity flows through your whole body. Immediately you know that you've entered a completely different world... ",
    "time_to_internalize": 180.0,
    "requirement": "From smelling the letter in the permeables' compartment",
    "is_cursed": "False"
  },
  {
    "id": 21,
    "name": "caustic_echo",
    "display_name": "caustic_echo",
    "articy_id": "0x0100004500003303",
    "short_name": "caustic_echo",
    "description": "Good on you to have thrown that slip to the wind and walked away. Saying: not today, dark one! I don't need your keepsakes. I am *not* curious. Let the past disintegrate, let its ink wash off into the Bay of Martinaise. You're through with it. There is no terrifying splash of stomach acid to fill you with dread, no caustic lack of air. You haven't lost anything *incredibly precious*, too precious to name. You got shit on a stick. All you need to do is keep the shit balanced on the stick and everything will be fine!",
    "category": "thought",
    "thought_type": "MOT",
    "thought_type_raw": 3.0,
    "bonus_while_processing": "+1 Authority: Mentally healthy power move",
    "bonus_when_completed": "-2 Authority: Couldn’t stop her from leaving\nAll MOT learning caps raised by 1: Eyes open to the cold",
    "completion_description": "Splat. *Splattady-splat*, Harry. You know what that means? It means the shit has fallen off the stick and it's *bad* again. You lost something. And it's not your gun. It's not your badge. It's not your uniform. You can find all of those things. No, the charred echo was left by that one thing you will *never* find again. Not even if you dive into the sea in search of it. It's the love of your life, Harry. The scent is everywhere, the sound is in everything. The alarm goes off at three. ",
    "time_to_internalize": 60.0,
    "requirement": "After throwing away the letter in the permeables' compartment and then looking back.",
    "is_cursed": "False"
  },
  {
    "id": 22,
    "name": "detective_costeau",
    "display_name": "detective_costeau",
    "articy_id": "0x010000450000331B",
    "short_name": "detective_costeau",
    "description": "Detective Raphaël Ambrosius Costeau -- when you say it, it feels like you're taking a bite of lemon meringue while sitting on the terrace of a seaside cafe. On a cool summer day. In Sur-La-Clef. It's everything you're *not*. You haven't created many things during your stay in Martinaise, but you've created this. A fancy, sophisticated name that makes you sound intelligent. And that no one seems to *acknowledge*. Don't you feel like you deserve a reward for coming up with something so special? And what would that reward *be*?",
    "category": "thought",
    "thought_type": "PSY",
    "thought_type_raw": 2.0,
    "bonus_while_processing": "-2 Conceptualization: An idiotic idea",
    "bonus_when_completed": "+1 Savoir Faire: This one sounds fancy, let's have this\n+1 Esprit de Corps: Yup, fancy, let's have this one too",
    "completion_description": "Monsieur Costeau, the reward for coming up with your classy new name has arrived. What are the attributes Detective Costeau should gain in? *Obviously* Savoir Faire and Esprit de Corps. You know *exactly* what they do and what those words mean. They're *refined*. Like *you*. You have a ton of that fancy stuff. And if the world can't accept Raphaël Ambrosius is your name -- you will always be Detective Costeau to yourself. R.A. Costeau -- sophisticated culture-detective. Specializes in ancient things and art.",
    "time_to_internalize": 240.0,
    "requirement": "Call yourself Raphael Ambrosius Costeau, then insist on it even after your initials are not RAC in your old paperwork.",
    "is_cursed": "False"
  },
  {
    "id": 23,
    "name": "boiadeiro",
    "display_name": "boiadeiro",
    "articy_id": "0x0100002F0000C84B",
    "short_name": "boiadeiro",
    "description": "It has been brought to your attention that there are men who live by the law of the land and strength of their arms. Sunburnt, rugged, smoking men who explored the great rivery veins of upper-Magritte and tamed the Mundi wilds. Frontiersmen, cow-herders, philosophers -- the *boiadeiros*... with a gun in one hand and an unfiltered cigarette between their lips, these men made their own rules. What would it take for you to become one too?",
    "category": "thought",
    "thought_type": "MOT",
    "thought_type_raw": 3.0,
    "bonus_while_processing": "",
    "bonus_when_completed": "-1 Esprit de Corps: Lone wolf\nCigarettes give +2 INT: Astra Country",
    "completion_description": "Smoking, Harry. It will take a lot of tobacco-smoking for you to become a *boiadeiro*. Twin cigarettes fused to your lips and one hanging out of your nostril. In these tame, cultured times, without the sky’s dome above your head, the only way to be a true Franconigerian individualist is to smoke a lot of cigarettes. Light one up immediately. The smell of coffee brewing over a fire pit, a chestnut-flavoured morning. Welcome to Astra Country. ",
    "time_to_internalize": 600.0,
    "requirement": "From Call Me Mañana, after telling him you're Tequila Sunset.",
    "is_cursed": "False"
  },
  {
    "id": 24,
    "name": "art_cop",
    "display_name": "art_cop",
    "articy_id": "0x0100002F0000D0AF",
    "short_name": "art_cop",
    "description": "Yeah, it's another copotype -- the worst one. The most savage and brutal. The Art Cop. Nothing is good enough for him. Everything is *shit*. You have to employ an armada of adjectives to depict and demean the mediocrity of the works and visual institutions around you. Really *flex* that critical muscle. Until the vocabulary for PUNISHING mediocrity becomes second nature. Here we go...",
    "category": "thought",
    "thought_type": "PSY",
    "thought_type_raw": 2.0,
    "bonus_while_processing": "-2 Volition: No stopping the barrage of criticism",
    "bonus_when_completed": "-1 Hand/Eye Coordination: Hand shakes from how shit it all is\nConceptualization passives heal Morale and give +10 XP: Pure critique",
    "completion_description": "Trite, contrived, mediocre, milquetoast, amateurish, infantile, cliche-and-gonorrhea-ridden paean to conformism, eye-fucked me, affront to humanity, war crime, should *literally* be tried for war crimes, resolutely shit, lacking in imagination, uninformed reimagining of, limp-wristed, premature, ill-informed attempt at, talentless fuckfest, recidivistic shitpeddler, pedantic, listless, savagely boring, just one repulsive laugh after another.",
    "time_to_internalize": 240.0,
    "requirement": "Global afterthought after collecting art_cop counter > 3",
    "is_cursed": "False"
  },
  {
    "id": 25,
    "name": "honour",
    "display_name": "honour",
    "articy_id": "0x0100002F0000D0B5",
    "short_name": "honour",
    "description": "They say nameless heroes need no credit. Doing the right thing is reward enough. But deep down, an honourable man knows there will be a reward. Oh yes, the Honourable shall inherit the world, and you, Comte de Honore, will lead the charge with your thumb held high. What you need is a creed. An oath. A great oath of honour. Flex your honour glands, see if you can come up with something.",
    "category": "thought",
    "thought_type": "MOT",
    "thought_type_raw": 3.0,
    "bonus_while_processing": "",
    "bonus_when_completed": "+25,000 honour points: Massive influx of honour, very useful\nAuthority learning cap raised to 5: Codex of Honour",
    "completion_description": "Here it is. It's titled “Honour: For the Brave” and goes: “I have no family; I make *honour* my family. I have no home; I make *bravery* my home. I have no desire; I make *dignity* my desire. I have no friends; I make *humility* my friend. I have no enemy; I make *dishonour* my enemy. This is my vow of honour -- for the brave. I am brave.“ Something like that. It's not the words that matter, it's the honour.",
    "time_to_internalize": 240.0,
    "requirement": "You've clicked on three honourable dialogue options and gone through the global afterthought initiation dialogue!",
    "is_cursed": "False"
  },
  {
    "id": 26,
    "name": "finger_pistols",
    "display_name": "finger_pistols",
    "articy_id": "0x010000530000030B",
    "short_name": "finger_pistols",
    "description": "You were promised a gun, that much is certain. This is why you became a cop. Yet here you are, loitering around with idle hands like some sorry-ass loser from the street. Suddenly you're supposed to be solving cases by, what, like, *talking* to people? How are they going to believe that you can protect yourself -- and them -- from savages without a firearm?! This ain't right. You need to think *around* this problem. And you need to snap your fingers at people as you do.",
    "category": "thought",
    "thought_type": "other",
    "thought_type_raw": 5.0,
    "bonus_while_processing": "",
    "bonus_when_completed": "+1 Reaction Speed: Safety’s always off\nEmpty hand slots give +1 Suggestion: Ain’t shooting blanks",
    "completion_description": "Snap-snap, baby! Turns out, guns aren't that much for *protecting* as they are for *attacking* people. If you want to protect people, really work *for* them, you have to whip out your signature dual 9mm Villiers Finger Pistols. Who needs a real gun anyway? That conversation you just had? It would’ve gone better had you’d snapped those bad boys at ‘em. (NB! 9mm dual Finger Pistols do not count for an actual weapon in a gunfight.)",
    "time_to_internalize": 300.0,
    "requirement": "Afterthought that pops up after drawing finger pistols on either Siileng or another, as of yet unspecified figer pistolable character",
    "is_cursed": "False"
  },
  {
    "id": 27,
    "name": "magnesium_based_lifeform",
    "display_name": "magnesium_based_lifeform",
    "articy_id": "0x0100005300000312",
    "short_name": "magnesium_based_lifeform",
    "description": "It is generally understood that human beings are carbon-based organisms, fusing little carbon tubes together with hydrogen atoms to form complex, mushy structures capable of thought, love, and locomotion. It is also known that these structures sometimes like to “take the edge off” and “live a little” by consuming ethanol, amphetamine, etc. In such cases, it is important to supplement your body with magnesium. Tired? Mag it! Groggy? Mag will fix it! Down? Mag time, baby! Liver damage? MAXIMUM MAG! Some people say magnesium doesn’t really do anything and you just need to quit. What do we tell them?",
    "category": "thought",
    "thought_type": "MOT",
    "thought_type_raw": 3.0,
    "bonus_while_processing": "",
    "bonus_when_completed": "+2 Volition: Magnesium receptacle glands\n-1 Logic: No such thing, man",
    "completion_description": "We tell them: HELL NO. You’re about to become a magnesium-based lifeform. The age of the primitive carbon-man is done. No longer must mankind rely on slow-working background radiation to take us further into our genetic destiny. This is the era of guided evolution, and magnesium is the key. You are the first of your species. The next step in human evolution. An advanced magnesium proto-man who mags it up, drinks it down, and sniffs it sideways!",
    "time_to_internalize": 360.0,
    "requirement": "Cuno, when you ask him about the magnesium lying around his shack",
    "is_cursed": "False"
  },
  {
    "id": 28,
    "name": "lawbringer",
    "display_name": "lawbringer",
    "articy_id": "0x0100002F00010F4B",
    "short_name": "lawbringer",
    "description": "Hey, so a little observation. It's all cool, man. Don't freak out, but every time you say “I am the law“ -- and you say it *a lot*, it's basically *hello* for you -- your jaw does this *weird thing*. It sort of shifts sideways, hanging off your face at a jaunty angle, while the word *law* sounds oddly guttural and low. It's... strange. You wouldn't notice it, but after saying you're the law eighty thousand times, the question *does* come up: why *do* you have Law Jaw?",
    "category": "thought",
    "thought_type": "MOT",
    "thought_type_raw": 3.0,
    "bonus_while_processing": "-1 Rhetoric: Weird jaw",
    "bonus_when_completed": "Raise Hand/Eye Coordination cap to 6: Survivor\nAutomatically succeed all Hand/Eye Coordination passives: Keen-eyed \n-1 Rhetoric: Jaw still weird",
    "completion_description": "Okay, so. We now know why you have *Law Jaw*. Why you say *the law* in a weird manner, and why your jaw does that thing. You had polio as a child. You hadn’t gotten vaccinated. It must've been right after the Revolution -- not a lot of vaccine going around then. So you got infantile paralysis due to polio and this jaw thing is a complication from that. Admittedly, it’s not very funny. But you *overcame* it! This little infant survived and became a sharpshooting supercop. So: fuck you, polio!\n",
    "time_to_internalize": 300.0,
    "requirement": "Saying \"I am the law/I am the lawbringer\" enough times in different dialogues... it triggers a reaction in Netpicker's dialogue, if you say it to her.",
    "is_cursed": "False"
  },
  {
    "id": 29,
    "name": "advanced_race_theory",
    "display_name": "advanced_race_theory",
    "articy_id": "0x010000450000631C",
    "short_name": "advanced_race_theory",
    "description": "A mass of fantastic races swirls in your head: desert pygmees playing with their own excrement, Kojkos juggling potatoes, eczema ridden mauns grinning and dancing on wooden clogs. Everyone is there, the whole race gang, plus some that you may have come up with yourself: the thieving sub-kipts and the Seolite class of Fortunates hatching some kind of scheme. In the eye of this *race empyrean*, a vertigo reaching up to the heavens, you sense something... drawing nearer... nearer...",
    "category": "thought",
    "thought_type": "PSY",
    "thought_type_raw": 2.0,
    "bonus_while_processing": "-1 Drama: What is real? What does anything mean anymore?",
    "bonus_when_completed": "+1 Conceptualization: Let's be honest, the Mystery is mostly aesthetic",
    "completion_description": "Everything is calm in the eye of the racestorm. Your mind is clear now. The mindbending phylogenetics appear more distant and, let's be honest, a little ridiculous. The great Race Mystery is so clear to you. All that's left is to say it out loud once.",
    "time_to_internalize": 120.0,
    "requirement": "Talking to Measurehead -- white check in the main hub.",
    "is_cursed": "False"
  },
  {
    "id": 30,
    "name": "the_destroyer",
    "display_name": "the_destroyer",
    "articy_id": "0x0100002F0001158F",
    "short_name": "the_destroyer",
    "description": "Take a look at your hands. See how bruised they are? See those little scars? This is Exhibit A. The material world is holding you back. Containers, mailboxes, doors, chairs -- they are all your enemies. Always have been. Atoms themselves are in on the conspiracy, forming shapes and structures that you hate. You are energy stuck in a body. You are spirit trapped in matter. Break free! Beat up that lamp post! Let it know just how much objects *suck*.",
    "category": "thought",
    "thought_type": "FYS",
    "thought_type_raw": 4.0,
    "bonus_while_processing": "",
    "bonus_when_completed": "+1 Pain Threshold: Thick Skin\nAttacking physical objects heals damage: Overcoming the foe\nAll FYS learning caps raised by 1: Anti-object bullwark",
    "completion_description": "Behold: the Anti-Object Task Force has assembled. God's avenging angel, arrayed against the lower emanations of the Darkened One: shoe racks, tape recorders, motor carriages. And doors. So many doors. You're not just pounding it all to pieces. You’re *reforging* the universe. From the anvil of the heavens to the worms below. Indulge in it. Be bold. Have an *impact* on the shape of Creation. Out of the furnace of your rage -- a new reality! Also, you should trash your room *again*.",
    "time_to_internalize": 240.0,
    "requirement": "Violence towards inanimate objects. reputation.destroyer >= 3",
    "is_cursed": "False"
  },
  {
    "id": 31,
    "name": "master_investigator",
    "display_name": "master_investigator",
    "articy_id": "0x01000045000075E2",
    "short_name": "master_investigator",
    "description": "By now it’s clear you like to look inside containers. You like to open doors and see what’s behind them. Maybe secrets? Maybe... more juicy containers? Let’s be honest, you like *all* containers. Trash cans, utensil trays, manholes, coat pockets, secret containers left behind by the Filippian kings that hold forbidden relics. Okay, you haven’t come across one of those yet, but *one day*... Wait. Is that why you’re so hellbent on opening containers? Do you think you’ll find the Holy Scepter and the Orbe de Montagne?",
    "category": "thought",
    "thought_type": "INT",
    "thought_type_raw": 1.0,
    "bonus_while_processing": "",
    "bonus_when_completed": "",
    "completion_description": "In a way, yes. You *are* treasure hunting. Most officers from Precinct 41 do what is called the Jamrock Shuffle -- cracking open containers. Most of them are from Jamrock or Coal City, the poorest parts of Revachol that also overlap with the network of royal catacombs called La Royaume, just beneath the streets. As children you would all go underground, hoping to find treasure, and come back with a rat’s tail or a used needle. That playful curiosity must still be in you. Who knows? Maybe one day the Orbe de Montagne, the Holy Scepter, and the Cocaine Skull will all be yours!",
    "time_to_internalize": 300.0,
    "requirement": "",
    "is_cursed": "False"
  },
  {
    "id": 32,
    "name": "remote_viewer",
    "display_name": "remote_viewer",
    "articy_id": "0x010000450000F516",
    "short_name": "remote_viewer",
    "description": "Close your eyes. Let *The Consciousness* surge forward. A sharp pain fills your body as the Inner Eye opens violently. A cascade of presences, some benevolent, some malicious, flicker into existence around you. An ocean of souls. Different minds, different languages. There are so many of them, and their thoughts are so loud. It's scary and hard to control, but rubbing your temples with your fingers seems to help a bit. Do that. Yes, good. Now you just need to concentrate really, really hard...",
    "category": "thought",
    "thought_type": "MOT",
    "thought_type_raw": 3.0,
    "bonus_while_processing": "",
    "bonus_when_completed": "-2 difficulty for all PSY passives to fire: Council of voices\n-1 Drama: Gullible hack",
    "completion_description": "It is done. You've broken loose from the confines of modern science and into the vault of extrasensory knowledge from *exotic* cultures. Mankind has always searched for a means to break the shackles restraining the mind. Some practice meditation, some take, like, a ton of DMT. You apparently only need to rub your temples -- and bam! The aether opens before you, presenting its dark secrets: entities in the void making contact. (Definitely not just because you’re rubbing your temples and talking to yourself.)",
    "time_to_internalize": 300.0,
    "requirement": "From church after you've clicked on remote-viewery stuff before in the game.",
    "is_cursed": "False"
  },
  {
    "id": 33,
    "name": "motorway_south",
    "display_name": "motorway_south",
    "articy_id": "0x0100005A00004D65",
    "short_name": "motorway_south",
    "description": "At the edge of the map the landmass begins to disintegrate – into pure trigonometry. The ocean melts, becoming a tangle of sines and cosines, the mountain range turns into a sharp-angled azimuth. Its green rain shadow dithers, like music turning into a waveform. And then vanishes. This is the end, a half-remembered textbook from your childhood – the porch collapsing on the edge of the isola. A transition from reality to pale. A single vector shoots out, like a rocket. It's the Motorway South, splintering off from the known pale! *To where*? Where does it go?",
    "category": "thought",
    "thought_type": "PSY",
    "thought_type_raw": 2.0,
    "bonus_while_processing": "",
    "bonus_when_completed": "All INT White Checks unlocked.",
    "completion_description": "The lone vector stretches in your mind’s eye into the wild pale yonder. For an unimaginable distance, forgetting, forgetting... Until you can no longer remember anything – no cities, no mountains, no oceans. And finally – no vector. Nothing remains. A blank space with no point of reference, where only one type of motion is possible. The motion of a human throat, swallowing. And then it comes to you: to reach the end of the Motorway South is to be unborn. You've had this thought before while aimlessly wandering the streets of Jamrock. A lost piece of the man you were. A dark hope.",
    "time_to_internalize": 120.0,
    "requirement": "Tell Paledriver what Joyce told you about the pale, then talk about what it feels like. Motorway South song still rings out forevermore.",
    "is_cursed": "False"
  },
  {
    "id": 34,
    "name": "narcomania",
    "display_name": "narcomania",
    "articy_id": "0x0100004500010D4D",
    "short_name": "narcomania",
    "description": "You can see it so clearly. In a dark alley behind a boite de nuit, a young couple is having sex on a shopping cart. Their eyes are bloodshot and their brains fried. They are in the throes of *narcomania*. On the top floor of an office building, a young exec takes a drag from a short spliff and his eyes roll to the back of his skull. He too is a *narcomaniac*. Someone needs to take a stand. The world needs a Narc. The world needs you. (Don't worry, you can still drink and smoke, those aren't real drugs.)",
    "category": "thought",
    "thought_type": "FYS",
    "thought_type_raw": 4.0,
    "bonus_while_processing": "",
    "bonus_when_completed": "No positive effects from drugs: Old-fashioned\nRemoves negative effects from alcohol: Anti-narco alcohol use",
    "completion_description": "Halt! Put down the pipe, scumbag! The Narc is on the scene and he's gonna tell it to you straight. Drugs are for losers. They fry your brain and rewire your circuits to *self-destruct*. And they make you masturbate too. Have a drink instead. Have two. Have three bottles of wine, it's impossible to masturbate after three bottles of wine. And remember, friends don't let friends get high... or be sober. Peace out, little brother.",
    "time_to_internalize": 300.0,
    "requirement": "",
    "is_cursed": "False"
  },
  {
    "id": 35,
    "name": "age_bracket",
    "display_name": "age_bracket",
    "articy_id": "0x01000045000158FF",
    "short_name": "age_bracket",
    "description": "Your face looks like it’s 58 and your body feels like it’s 60. Your mind feels like it’s lived for one day or a hundred years. Both longer than they ought to be, the day and the century.... But for how long, then, has this thing attached to your sentience walked the planet’s crust? Time to start racking those brains of yours, Elder One. When and where were you born?",
    "category": "thought",
    "thought_type": "FYS",
    "thought_type_raw": 4.0,
    "bonus_while_processing": "",
    "bonus_when_completed": "-1 difficulty to all FYS passives: Still young\nLogic learning cap raised to 4: Cracked those numbers, baby!",
    "completion_description": "You were born in the year ‘07, in the last year of the Commune of Revachol, right before it fell. In the Old Military Hospital, on the ground floor where people usually came to die, during a snowstorm. The Revolution had about one year left to go and the fires were still burning bright. There were explosions in the blizzard. This was 44 years ago. You are 44 years old. The bloating might never leave your face, but beneath it -- you still have some years. You still have some hope.",
    "time_to_internalize": 300.0,
    "requirement": "",
    "is_cursed": "False"
  },
  {
    "id": 36,
    "name": "homosexual_underground",
    "display_name": "homosexual_underground",
    "articy_id": "0x0100005700016A21",
    "short_name": "homosexual_underground",
    "description": "You see mysterious strangers in the night. Leaning against unlit doorways, engaged in hushed conversation. A shadowy cabal exchanging looks, whispering in dark alleys and unmarked locales. A radical cell conspiring against the state -- and perhaps even against man and woman. Was that a secret handshake? What’s going on? Who are these secretive people? How will they accomplish their sinister and world-altering goals? And most importantly -- are you *one* of them? You could be. Maybe you forgot... ",
    "category": "thought",
    "thought_type": "FYS",
    "thought_type_raw": 4.0,
    "bonus_while_processing": "",
    "bonus_when_completed": "Stopped obsessing about other people's sexuality: Managed to, somehow.",
    "completion_description": "Maybe you should *stop* obsessing about your own -- and other people's -- sexuality? Feels like it’s about time to do that. You’ve thought about this for *thirty hours*?! Not only should you stop, you should tell Kim you've stopped obsessing about other people's sexuality too. I'm sure he'd appreciate it. Unless you already got him killed because you were obsessing about your sexuality. (There’s no way of telling from within your brain, but for your own sake: please say you didn’t.)",
    "time_to_internalize": 1440.0,
    "requirement": "",
    "is_cursed": "False"
  },
  {
    "id": 37,
    "name": "arno_van_eyck",
    "display_name": "arno_van_eyck",
    "articy_id": "0x0100005A0000B079",
    "short_name": "arno_van_eyck",
    "description": "The question won’t leave you – why did the melody line from a broken and discarded tape fit perfectly into a song played by some speedfreaks in a frozen tent? Can it be a coincidence? Maybe it’s the hand of the Man-Machine himself, in his attempt to craft a perfect song. Maybe Egg Head is actually Arno van Eyck in disguise!? Eyck? Egg? Hmm...",
    "category": "thought",
    "thought_type": "FYS",
    "thought_type_raw": 4.0,
    "bonus_while_processing": "",
    "bonus_when_completed": "All MOT Checks unlocked: The mixing precision of the Man-Machine\nReveals Arno van Eyck gig posters in the world: Regardez le Tape-Jockey!",
    "completion_description": "Okay, so Egg Head is clearly not Van Eyck in disguise. Van Eyck is an Oranjese disc jockey -- but those people get around. Especially in Revachol, in the clubs on Boogie Street. Perhaps he stayed here for a short stint and discarded part of the song he was working on. Just threw it away. And then it ended up in the hawthorn tree. But why? Did he think it was *retrograde*? It wasn’t. Perhaps he caught a glimpse of the future and did not want for it to arrive just yet. Perhaps the city whispered the topline to him and he was frightened by it? ",
    "time_to_internalize": 180.0,
    "requirement": "Bringing the melody tape from the hawthorn tree to Egg Head and having him sync it up with the van Eyck song.",
    "is_cursed": "False"
  },
  {
    "id": 38,
    "name": "fairweather_t_500",
    "display_name": "fairweather_t_500",
    "articy_id": "0x010000580000AB9E",
    "short_name": "fairweather_t_500",
    "description": "It really hurts to punch this armour. A sword wouldn't leave even a scratch. A bullet would bounce right off. Still, there must be some flaw in it that would allow you to stand your ground against this dangerous enemy technology. You just have to figure out what it is -- possibly by beating yourself while wearing it? Shooting yourself? Let's see...",
    "category": "thought",
    "thought_type": "PSY",
    "thought_type_raw": 2.0,
    "bonus_while_processing": "",
    "bonus_when_completed": "+2 Hand/Eye Coordination against Fairweather T-500 armour: Tactical aim",
    "completion_description": "Remember that weakness you were looking for in the ceramic armour? Like: maybe it can only stop small, fast projectiles, but a large, slow-moving *prybar* would shatter it? Or: if I run an electrical current through it, maybe it will *melt*? Or -- personal favourite -- *frequency something-something, radio weapon*?! None of that would work. You need to shoot the part of the enemy that *doesn’t* have Fairweather T-500 on it, because the armour itself is invulnerable. Good news is -- so are the armour pieces on you!",
    "time_to_internalize": 240.0,
    "requirement": "Global afterthought when you equip at least one piece of the hanged man's Fairweather T-500 armour.",
    "is_cursed": "False"
  },
  {
    "id": 39,
    "name": "terrier",
    "display_name": "terrier",
    "articy_id": "0x010000580000B2A0",
    "short_name": "terrier",
    "description": "Missing persons cases just really get to you. It's hard watching people worry about their loved ones – the little nervous movements, the dark rings around their eyes from sleepless nights. And even if there are no loved ones waiting – you like to have all your ducks in a row, and it really bothers you when whole entire people aren't accounted for. ",
    "category": "thought",
    "thought_type": "other",
    "thought_type_raw": 5.0,
    "bonus_while_processing": "",
    "bonus_when_completed": "+1 Perception (Sight): You've got your eyes peeled\nRemoves fog of war: Clear-eyed Pursuit of Truth",
    "completion_description": "You've sharpened your senses by being on the lookout for missing persons. Now you notice more of what's happening around you. Perhaps when you're done with this case, you can join the Searchlight Division of the RCM, and find every Revacholian that's ever gone missing without a trace (there is undoubtedly a backlog of such cases). Because you never know, a missing person could be just around the edge, barely out of sight.",
    "time_to_internalize": 300.0,
    "requirement": "Commit to finding the Working Class Woman's husband, Morell and Ruby down the coast.",
    "is_cursed": "False"
  },
  {
    "id": 40,
    "name": "one_more_door",
    "display_name": "one_more_door",
    "articy_id": "0x0100005A0000DEE1",
    "short_name": "one_more_door",
    "description": "God dammit, it cannot be. A disgrace! That door on the coast... you remember the one, right? The one that leads to the abandoned supply depot? Why, in the name of all that's holy, does it not open? *Why*?! There *has* to be a way to get through that unopenable door. By gods, you're the police -- all doors are supposed to open before you. What will the others at the precinct think if you can't open a goddamn door? There must be a way.",
    "category": "thought",
    "thought_type": "MOT",
    "thought_type_raw": 3.0,
    "bonus_while_processing": "+1 Half Light: What is behind it?",
    "bonus_when_completed": "All PSY White Checks unlocked: The door opens   \n-1 Half Light: No fear",
    "completion_description": "There is no way to open the supply depot door. Accept it. You cannot open *all the doors*. You have to integrate this into your character. Some doors will forever remain closed. Even if every single other door will open at one time or another, maybe to a key, or maybe to some sort of tool meant for opening doors... But this one will never accede to such commands. A realization crucial to personal growth. Crucial.",
    "time_to_internalize": 300.0,
    "requirement": "Get if from the SUPPLY DEPOT DOOR near Land's End.",
    "is_cursed": "False"
  },
  {
    "id": 41,
    "name": "contact_mike",
    "display_name": "contact_mike",
    "articy_id": "0x0100005A0000DF64",
    "short_name": "contact_mike",
    "description": "It’s time once again to return to *The Twenty Things You Like To Say About Contact Mike*, the boxer who is, apparently, a paragon of open competition. It really doesn’t get *any* better than this. *Any* better. Both inside and *outside* the ring. Stop. Point at someone. Someone in the distance. Point your finger at him. He *will* point his finger back at you, vaulting an impassable gulf of finance and privilege, to...",
    "category": "thought",
    "thought_type": "other",
    "thought_type_raw": 5.0,
    "bonus_while_processing": "-1 Logic: No pain, no gain\n-1 Conceptualization: Push it to the limit\n-1 Drama: Make it to the top",
    "bonus_when_completed": "All FYS Checks unlocked: The Liturgy of Contact Mike",
    "completion_description": "…5,000-1 rank outsider! No one saw it coming. The mantle of a game changer demands intangible qualities. Fights are not won -- you’re thinking, instead of doing detective work right now -- fights are *made*. Blow by blow, let’s take it *Mike to the Mikey*. Some low-intensity part of you has entered a sports-cliché driven fugue state. And it’s not necessarily a bad thing. Also -- Mike *knew* what it took to win: he just wanted it *more*. ",
    "time_to_internalize": 300.0,
    "requirement": "MORE THINGS TO SAY ABOUT CONTACT MIKE! Get it from Acele's dialogue, second time you talk about Contact Mike.",
    "is_cursed": "False"
  },
  {
    "id": 42,
    "name": "hardcore_aesthetic",
    "display_name": "hardcore_aesthetic",
    "articy_id": "0x0100005A0000EB68",
    "short_name": "hardcore_aesthetic",
    "description": "Not only have you internalized the Hard Core Aesthetic, you’ve also *contributed* to it. How harder-core could you possibly become? Low-core people come around you to correct your “typos”: it’s “Hardcore” here, “hard-core” there, “Hardorcore” in a third instant -- what’s going on? Those aren’t typos, man, that’s how core hardness works. If you don’t know “hard-core” from “Our Happy Hardcore,” what the fuck are we even talking about?",
    "category": "thought",
    "thought_type": "PSY",
    "thought_type_raw": 2.0,
    "bonus_while_processing": "",
    "bonus_when_completed": "+2 Endurance: Really useful for doing drugs\n+2 Volition: Same damn thing, Hardman",
    "completion_description": "Oh yes. Drugs. We’re talking about drugs. Let’s face it, these flirtations with the Hard Core Aesthetic have all been leading up to one question: Can I do drugs *harder* now that I’m a Hard Cop? And the answer is: yes! You can. You can do two more blasts of pyrholidon and yellow shit-powder, you can even pull a ciggie and a lager on top of that. There. You’ve *truly* made the Hardcore your own thing now.",
    "time_to_internalize": 120.0,
    "requirement": "From passing Noid's Hard Core Aesthetic white check.",
    "is_cursed": "False"
  },
  {
    "id": 43,
    "name": "suicide_is_painless",
    "display_name": "suicide_is_painless",
    "articy_id": "0x010000450001BEE2",
    "short_name": "suicide_is_painless",
    "description": "Who doesn't toy with the thought of suicide sometimes? Or, like, most of the time? Okay, maybe some people don't – like the happy scientist girl named Marie, or Jean-Marc, the superstar everyone loves. But you -- when the going gets rough, it's nice to think about your little trap door out of here. Do it. Put your finger on the eject button, see how alive it makes you feel -- the freedom of finality. Think of how much they'll *miss* you.",
    "category": "thought",
    "thought_type": "PSY",
    "thought_type_raw": 2.0,
    "bonus_while_processing": "+2 Authority: Nothing to lose",
    "bonus_when_completed": "A suicide idea appears every evening: Eject now!\n+2 Suggestion: I always liked you the best",
    "completion_description": "Looks like you thought about how much they'll *miss* you and the freedom of finality for too long, and now you've decided to actually kill yourself. The train leaves the station every evening, 21:00. Make sure you have a gun and bullets. That's how macho servicemen do it. Also – turns out *Finger On The Eject Button* is pretty much your theme song. A headbanger from your teenage years and your wedding ballad. This is not the first time you're spinning the tape.",
    "time_to_internalize": 300.0,
    "requirement": "",
    "is_cursed": "False"
  },
  {
    "id": 44,
    "name": "col_do_ma_ma_daqua",
    "display_name": "col_do_ma_ma_daqua",
    "articy_id": "0x010000450001C50E",
    "short_name": "col_do_ma_ma_daqua",
    "description": "You heard it – the mysterious Col Do Ma Ma Daqua. You're certain that you did. Well, maybe not quite certain, but... Let's say you're *hopeful*. Because it would make you very special – to be the only human being who can hear this invisible, incorporeal bird, this animate whisper, this particle of sound. You're going to have to keep listening. Sharpen your ear.",
    "category": "thought",
    "thought_type": "INT",
    "thought_type_raw": 1.0,
    "bonus_while_processing": "+1 Perception (Hearing): Listening carefully",
    "bonus_when_completed": "-1 Encyclopedia: No room for anything else\nAutomatically succeed Perception (Hearing) passive checks: Golden ear",
    "completion_description": "It's not only your eardrums that register sound anymore – your very skin has become an organ of hearing. Looking for a whisper light and low, a god who’s very, very silent. Nothing escapes you – a cockroach in the other room, a candy wrapper falling on dry grass, a drunk falling from a chair in a bar 20 metres away. In fact, you haven’t heard the Col Do Ma Ma Daqua, but you *have* discovered that you have amazing hearing. It must be the only part of you the alcohol hasn’t drowned out. Keep listening! ",
    "time_to_internalize": 240.0,
    "requirement": "",
    "is_cursed": "False"
  },
  {
    "id": 45,
    "name": "the_waste_land_of_reality",
    "display_name": "the_waste_land_of_reality",
    "articy_id": "0x010000450001F629",
    "short_name": "the_waste_land_of_reality",
    "description": "It has been brought to your attention that you’re an alcoholic. And that it’s a sickness. And it’s killing you. You're crawling on your knees through life, your booze-filled belly dragging on the ground, your brain now fuzzy, now in overdrive, your hair sticking together with today's cold sweat and yesterday's vomit. Perhaps they’re right. Anything is better than this. Even bone-dry reality itself. Maybe you can quit?",
    "category": "thought",
    "thought_type": "FYS",
    "thought_type_raw": 4.0,
    "bonus_while_processing": "",
    "bonus_when_completed": "+1 PSY main attribute: Return of the self\n-2 Physical Instrument: Insomnia\nAlcohol no longer gives bonuses: Clean as a whistle",
    "completion_description": "Congrats – you're sober. It will take a while for your body to remember how to metabolize anything that isn't sugar from alcohol, so you're going to be pretty ravenous soon. Eat plenty. You can expect your coordination and balance to improve in a couple of weeks. In two months, you might start sleeping like a normal person. Full recovery will take years, though. It’ll be depressing. And it’ll be boring. Don’t expect any further rewards or handclaps. This is how normal people are all the time.",
    "time_to_internalize": 720.0,
    "requirement": "",
    "is_cursed": "False"
  },
  {
    "id": 46,
    "name": "kras_mazov",
    "display_name": "kras_mazov",
    "articy_id": "0x0100005700021D8B",
    "short_name": "kras_mazov",
    "description": "There's something you can’t get out of your head. Kras Mazov, the father of scientific communism, the Premier of the Communist Party of Shest and Graad during the Antecentennial Revolution, head of the Eleven Day Government, sideburn-toting, bearded figurehead of the movement... shot himself in the mouth? And died? One day in his cabinet, as things were collapsing around him? Just gave up? That's not good propaganda, is it? “Вe a communist, shoot yourself in the mouth.” Something about this irks you...",
    "category": "thought",
    "thought_type": "other",
    "thought_type_raw": 5.0,
    "bonus_while_processing": "",
    "bonus_when_completed": "White Check failures heal all Morale: Try again\n+1 Rhetoric: Mazovian ethics\n",
    "completion_description": "It's clearly a lie. Kras “Kak Ras” Mazov didn't shoot himself. Reaction was on the counter-offensive, the State Day Palace in Mirova was surrounded. He was either assassinated or died in the bombing. You might even have evidence to support this, somewhere in your brain. Mazov was never given a state funeral by the communists. Some people even say the body that was recovered from the ruins wasn't his. There. Good. Hero restored to glory. Carry on, comrade.",
    "time_to_internalize": 240.0,
    "requirement": "Finish task \"Find out if you're Kras Mazov\" with a conclusion that yes, you're Mazov.",
    "is_cursed": "False"
  },
  {
    "id": 47,
    "name": "precarious_world",
    "display_name": "precarious_world",
    "articy_id": "0x0100006400009E21",
    "short_name": "precarious_world",
    "description": "Seems like the point of this game is *victory*. The absence of defeat on all fronts. Victory in business ventures and creative undertakings. Victory in love and over other people. Political victory. Ideological victory. Hell, even sexual victory. Definitely a lot of object-based victories, too -- having things and not losing them. One problem, though: not a lot of victors in sight. Everyone’s mostly losing. Why is that? And how do you *not* lose?",
    "category": "thought",
    "thought_type": "MOT",
    "thought_type_raw": 3.0,
    "bonus_while_processing": "All Red Checks fail: A soundtrack to complete withdrawal",
    "bonus_when_completed": "Critical success and failure thresholds lowered by 1: Added risque",
    "completion_description": "How *not* to lose? It is impossible not to. The world is balanced on the edge of a knife. It’s a game of frayed nerves. You’re pushed on by numbers and punitive measures: pain, rejection, and unpaid bills. You can either play or you can crawl under a boat and waste away -- turn into salt or a flock of seagulls. Your enemies would *love* that. Or you can fight. The only way to load the dice is to keep on fighting. ",
    "time_to_internalize": 300.0,
    "requirement": "You get it after talking to Dicemaker about the curse.",
    "is_cursed": "False"
  },
  {
    "id": 48,
    "name": "welkin_generator",
    "display_name": "welkin_generator",
    "articy_id": "0x0100006400009E25",
    "short_name": "welkin_generator",
    "description": "Someone's been walking around in your dreams lately, looking for something. Tidying up, rearranging. Storing away all the unrealized dreams, putting old pains in boxes. The worst nightmares have settled down for a while. A spot of light on the bedroom door after the dark. The fluttering of eyelids in the spring sun. A thought that arises, only to disappear again. And yet there's a pattern emerging…",
    "category": "thought",
    "thought_type": "PSY",
    "thought_type_raw": 2.0,
    "bonus_while_processing": "",
    "bonus_when_completed": "+1 Suggestion: Wake up\n+1 Inland Empire: In a new life\n+1 Rhetoric: By the seaside",
    "completion_description": "What if you didn’t lose your memory? What if something in Martinaise came and stored it all away. For you to slowly open one box at a time. So you can *choose* which parts to keep. Keep almost none of it. Only the flowers on the windowsill. Only the distant sound of a radio. Lose all the actors, the dark shadows, leave only the still lifes, the blissful distant wash of waves. If everybody knew -- you never did. She’ll be coming soon. That is all.",
    "time_to_internalize": 300.0,
    "requirement": "",
    "is_cursed": "False"
  },
  {
    "id": 49,
    "name": "jamais_vu",
    "display_name": "jamais_vu",
    "articy_id": "0x0100006400009E29",
    "short_name": "jamais_vu",
    "description": "Revachol Zone of Control, Le Caillou, the Insulindian Ocean, Coalition Government Insulindian Mission Command... Name after name and none of them is familiar. They seem real, but something is wrong. You feel like a kid looking at stickers on the fridge: Truvant, The Apricot Company, World Games '34. You can almost see your hand reaching out for them. Scratch at the corners, see if they peel loose. And what’s underneath?",
    "category": "thought",
    "thought_type": "PSY",
    "thought_type_raw": 2.0,
    "bonus_while_processing": "",
    "bonus_when_completed": "-1 Encyclopedia: Nothing is Familiar\n+5 XP for every orb clicked: Everything is New\nAll INT learning caps raised by 1: New mental frontier",
    "completion_description": "Jamais vu. The opposite of déjà vu. Not *already* seen, but *never* seen. Everything that should be familiar appears strange and new. Like some half-forgotten day in your childhood, only *now*. That's the feeling you've been having. And for who knows how long? You should go and ask Joyce Messier about this -- what world are we in? This is the fundamental question.",
    "time_to_internalize": 240.0,
    "requirement": "",
    "is_cursed": "False"
  },
  {
    "id": 50,
    "name": "trant_heidelstam",
    "display_name": "trant_heidelstam",
    "articy_id": "0x0100006400009E35",
    "short_name": "trant_heidelstam",
    "description": "It's Wednesday evening and something heinously exciting is under way. People have gathered beneath the billowing roof of an oddly shaped trophy building, sipping wine and exchanging opinions. 29-year-old wunder-twins Guy and Keith Joost are the stars of the show, with their bomber jackets and white sneakers -- head curators of this here art exhibition. It's the wompty-dom-di-dommiest event of the year and all the cool kids have RSPV’d. Where are you, if you are not there?",
    "category": "thought",
    "thought_type": "PSY",
    "thought_type_raw": 2.0,
    "bonus_while_processing": "",
    "bonus_when_completed": "Encyclopedia passives give +10 XP and +2 reál: Private art collection\n-2 Suggestion: Pretentious wanker",
    "completion_description": "You're at home, stupid cop. Spinning hate like a spider spins its web. You hate them, everyone hates them, even they hate themselves. The money, the pretense, the status-seeking masquerading as art. It's nauseating, an industry built on sprezzatura and sparkling wine, copious amounts of sparkling wine. Get drunk and buy a Venier, store your wealth in this piece of beauty, then hang it on your wall. Find a protegée, get applauded by the public for investing in culture, support an up-and-coming renegade. The Wompty-Dompty-Dom Centre is the heart of this unholy symbiosis of power and beauty and now that you've internalized it – you can have a piece too!",
    "time_to_internalize": 240.0,
    "requirement": "Trant Heidelstam's dialgue.",
    "is_cursed": "False"
  },
  {
    "id": 51,
    "name": "return_on_investment",
    "display_name": "return_on_investment",
    "articy_id": "0x0100007100000287",
    "short_name": "return_on_investment",
    "description": "Business loves silence, the second loudest sound in the world, eclipsed only by the collective screams of market crash victims. So let me whisper to you: do you feel the veil of the sun-god slipping? Are the better days gone, are we entering bankruptcy? Is the company gonna go down and leave you in the gutter with the rest of the dredges, delivering parcels for soup money? You need to crisis-manage your way out of this.",
    "category": "thought",
    "thought_type": "other",
    "thought_type_raw": 5.0,
    "bonus_while_processing": "",
    "bonus_when_completed": "White check failures give 1 reál: Disruption",
    "completion_description": "It’s easy. You just need to move on -- like a plague of locusts. Like a fucking plague. Failure is a core tenet of liberalism. When life closes a door, it opens a window. And if the fall is too steep, use the fire exit. Run to the roof -- you always have that airship on the dock. The most important thing is to keep moving. Keep dreaming. The auditors cannot get to you if you keep running -- very, very fast, from one fuck-up to the next.",
    "time_to_internalize": 300.0,
    "requirement": "",
    "is_cursed": "False"
  },
  {
    "id": 52,
    "name": "insulindian_miracle",
    "display_name": "insulindian_miracle",
    "articy_id": "0x0100004500020C19",
    "short_name": "insulindian_miracle",
    "description": "You were reminded of a poem, somewhere deep inside you, the translation of which you don't remember… \"Nulla sarà cambiato della luce!” it begins. “Colori come grigio e marrone / Tutti stampati uno sull’altro / Trovai un vuoto / Una macchia Bianca / Gli altri guardarono / “Che bella giornata! Che bel tempo!” / Ma sentii la rotativa.\" You were reminded of it when you heard about the discovery of Insulinde. But what does it mean? And how do you know it by heart?",
    "category": "thought",
    "thought_type": "MOT",
    "thought_type_raw": 3.0,
    "bonus_while_processing": "",
    "bonus_when_completed": "Opens all white checks: New new world",
    "completion_description": "It’s easy. You know the poem by heart because you were taught it at school. It is one of the Volta do Mar mantras repeated on the voyage that lead to the discovery of the Insulindian isola. And the words mean: “Nothing will be changed about the light! / Colours like grey and brown / All printed on top of each other / I found a blank white spot / All the others looked up: / ‘What a beautiful day! What beautiful weather!’ / But all I heard was the printing machine.\" What strange words to celebrate a new world.",
    "time_to_internalize": 240.0,
    "requirement": "",
    "is_cursed": "False"
  },
  {
    "id": 53,
    "name": "wild_pines",
    "display_name": "wild_pines",
    "articy_id": "0x0100000300000436",
    "short_name": "wild_pines",
    "description": "Wild Pines, Feld, Coupris, Tricentennial, Villiers & La Salle... names of Revacholian indotribes spring into your head, set loose at the mention of *Wild Pines*. Royal monopolies, octopuses and swordfish, most of them gone now: YBP, Expander, Saint-Batiste, Brightest Star, LUM, Resplendent, East-Insulindic, Welter, and Elcassette... but isn't one missing? Wait, no. There were only fourteen. Then why do you feel like there was a *fifteenth* indotribe?",
    "category": "thought",
    "thought_type": "PSY",
    "thought_type_raw": 2.0,
    "bonus_while_processing": "",
    "bonus_when_completed": "+10 cents for every green orb clicked: Post-war bread crumb trail",
    "completion_description": "Because there was. The fifteenth indotribe was comprised of eight kids from Faubourg and North Jamrock, running from wild dogs in the Valley, hiding cents under rocks and stealing clothes off clotheslines, and sometimes even the copper wiring of phone lines. You may have been *one of them*. This must be a childhood memory. The fifteenth indotribe was *your* indotribe, set to rule Insulinde. The rest of the kids are dead now. Car accidents and drug overdoses. Only you remain.",
    "time_to_internalize": 300.0,
    "requirement": "",
    "is_cursed": "False"
  }
]